Revit 2015 API
InstanceArray Constructor
Initializes a new instance of the InstanceArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public InstanceArray()
Visual Basic
Public Sub New
Visual C++
public:
InstanceArray()
See Also
InstanceArray Class
Autodesk.Revit.DB Namespace